Repository: mallowww/urbackup_frontend_wx
Catalog: translations/urbackup.frontend/*.po
Languages: th

source: Settings
th: ตั้งค่า

source: Infos
th: เกี่ยวกับ

source: Add/Remove backup paths
th: เพิ่ม/นำออก ทางที่จะแบ็คอัพไฟล์

source: Status
th: สถานะ

source: Select components to restore
th: เลือกส่วนประกอบที่ต้องการจะกู้คืน

source: Restoring Windows components
th: กำลังกู้คืนส่วนประกอบ

source: Select files and volumes to backup
th: เลือกไฟล์และดิสก์ที่จะแบ็คอัพ

source: Select Windows components to backup
th: เลือกส่วนประกอบที่ต้องการจะกู้คืน

source: Interval for incremental file backups:
th: ช่วงเวลาสำหรับการสำรองข้อมูลไฟล์แบบ Incrementall backup:

source: hours
th: ชั่วโมง

source: Interval for full file backups:
th: ช่วงเวลาสำหรับการสำรองข้อมูลไฟล์แบบ Full backup:

source: days
th: วัน

source: Interval for incremental image backups:
th: ช่วงเวลาสำหรับการสำรองข้อมูลไฟล์แบบ Incremental image backup:

source: Active
th: ใช้งาน

source: Interval for full image backups:
th: ช่วงเวลาสำหรับการสำรองข้อมูลไฟล์แบบ Full file backup:

source: Minimal number of incremental file backups:
th: จำนวนไฟล์สำรองขั้นต่ำของการทำ Incremental backup:

source: Maximal number of incremental file backups:
th: จำนวนไฟล์สำรองขั้นสูงสุดของการทำ Incremental backup:

source: Minimal number of full file backups:
th: จำนวนไฟล์สำรองขั้นต่ำของการทำ Full backup:

source: Maximal number of full file backups:
th: จำนวนไฟล์สำรองขั้นสูงสุดของการทำ Incremental backup:

source: Minimal number of incremental image backups:
th: จำนวนไฟล์สำรองขั้นต่ำของการทำ Incremental image backup:

source: Maximal number of incremental image backups:
th: จำนวนไฟล์สำรองขั้นสูงสุดของการทำ Incremental image backup:

source: Minimal number of full image backups:
th: จำนวนไฟล์สำรองขั้นต่ำของการทำ Full image backup:

source: Maximal number of full image backups:
th: จำนวนไฟล์สำรองขั้นสูงสุดของการทำ Full image backup:

source: Computer name:
th: ชื่อคอมพิวเตอร์

source: Exclude from backup (with wildcards):
th: แยกออกจากการสำรองข้อมูล (พร้อม wildcards):

source: Include in backup (with wildcards):
th: รวมไว้ในข้อมูลสำรอง (พร้อม wildcards):

source: Backup window:
th: กรอบเวลาของการแบ็คอัพ

source: Backup delay after system start:
th: การสำรองข้อมูลหลังจากเริ่มระบบ:

source: min
th: นาที

source: Volumes to backup:
th: ปริมาณของข้อมูลที่จะแบ็คอัพ

source: Max backup speed for local network:
th: ความเร็วสูงสุดของแบ็คอัพสำหรับเครือข่ายในท้องถิ่น

source: Enable backup via internet:
th: เปิดใช้งานการสำรองข้อมูลผ่านอินเทอร์เน็ต:

source: Internet server name/IP:
th: ชื่อเซิร์ฟเวอร์อินเทอร์เน็ต/IP:

source: Internet server port:
th: พอร์ตเซิร์ฟเวอร์อินเทอร์เน็ต:

source: Internet server password:
th: รหัสผ่านอินเทอร์เน็ตเซิฟเวอร์:

source: Do image backups over internet:
th: ทำ image backup ผ่านอินเทอร์เน็ต

source: Do full file backups over internet:
th: full file backups ผ่านอินเทอร์เน็ต:

source: Max backups speed for internet connection:
th: ความเร็วในการแบ็คอัพข้อมูลสูงสุดสำหรับการเชื่อมต่ออินเทอร์เน็ต:

source: Client
th: ไคล์เอน

source: Internet
th: อินเตอร์เน็ต

source: Ok
th: ตกลง

source: Cancel
th: ยกเลิก

source: Filter:
th: กรอง

source: Warnings
th: ระวัง

source: Errors
th: ผิดพลาด

source: Exit
th: ออก

source: Version:
th: เวอร์ชั่น

source: Name:
th: ชื่อ:

source: Add path
th: เพิ่มเส้นทาง

source: Remove path
th: นำเส้นทางออก

source: Internet connection status:
th: สถานะการเชื่อมต่ออินเทอร์เน็ต

source: Start restore
th: เริ่มต้นกู้คืน

source: Starting restore operation...
th: กำลังเริ่มดำเนินการกู้คืน

source: OK
th: ตกลง

source: Please select the file set you want to backup:
th: โปรดเลือกไฟล์ที่ท่านต้องการจะแบ็คอัพ

source: Backup all files except temporary, cache, system and program files (recommended)
th: สำรองไฟล์ทั้งหมด ยกเว้นไฟล์ชั่วคราว แคช ระบบและโปรแกรม

source: Backup only documents, music, pictures, movies and the desktop of all users
th: สำรองเฉพาะเอกสาร เพลง รูปภาพ ภาพยนตร์ และเดสก์ท็อปของผู้ใช้ทั้งหมด

source: Manually select the files to backup
th: เลือกไฟล์ที่จะสำรองข้อมูลด้วยตนเอง

source: Please select the volumes to backup:
th: โปรดเลือกปริมาณข้อมูลของไฟล์ที่จะแบ็คอัพ

source: Backup the system volume (recommended)
th: แบ็คอัพปริมาณของข้อมูลระบบ (แนะนำ)

source: Backup all internal disk volumes
th: สำรองข้อมูลไดรฟ์ข้อมูลดิสก์ภายในทั้งหมด

source: Manually list the volume letters to backup:
th: ระบุไดรฟ์ข้อมูลเพื่อสำรองข้อมูลด้วยตนเอง:

source: There was an error. Currently nothing can be backed up.
th: เกิดข้อผิดพลาด ขณะนี้ไม่สามารถสำรองข้อมูลได้

source: Please select the directory that will be backed up.
th: โปรดเลือกไดเร็กทอรีที่จะสำรองข้อมูล

source: Update available. Update now.
th: การอัพเดทพร้อมแล้ว อัพเดทเดี๋ยวนี้

source: Show CBT status
th: แสดงสถานะ CBT

source: Incremental file backup running.
th: การสำรองข้อมูลแบบ Incremental backup กำลังทำงานอยู่

source: Full file backup running.
th: การสำรองข้อมูลแบบ Full backup กำลังทำงานอยู่

source: Incremental image backup running.
th: การสำรองข้อมูลแบบ Incremental image backup กำลังทำงานอยู่

source: Full image backup running.
th: ดำเนินการสำรองไฟล์แบบ Incremental backup ต่อ

source: Resumed full file backup running.
th: ดำเนินการสำรองไฟล์แบบ Full backup ต่อ

source: Restoring files.
th: กำลังกู้คืนไฟล์

source: Indexing.
th: การทำ Index

source: Cannot connect to backup server
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์สำรอง

source: No current backup.
th: ไม่มีข้อมูลสำรองในปัจจุบัน

source: Last backup on _1_
th: สำรองข้อมูลล่าสุดเมื่อ _1_

source: A new backup server has been found. Click here to use it
th: พบเซิร์ฟเวอร์สำรองใหม่ คลิกที่นี่เพื่อใช้

source: Preparing restore
th: กำลังเตรียมการกู้คืนข้อมูล

source: Restore operation in progress
th: อยู่ระหว่างดำเนินการกู้คืน

source: Restore finished
th: กู้คืนข้อมูลเสร็จสิ้น

source: Loading...
th: กำลังโหลด…

source: Error retrieving Windows component backups:
th: เกิดข้อผิดพลาดในการเรียกส่วนประกอบข้อมูลสำรองของ Windows:

source: Error retrieving Windows component configuration:
th: เกิดข้อผิดพลาดในการเรียกการตั้งค่าของ Windows:

source: No backup was selected
th: ไม่ได้เลือกข้อมูลแบ็คอัพไว้

source: No components selected
th: ไม่ได้เลือกส่วนประกอบ

source: Unknown access error
th: ข้อผิดพลาดในการเข้าถึงที่ไม่รู้จัก

source: Currently not connected to a backup server. No backup server found.
th: ไม่ได้เชื่อมต่อกับเซิร์ฟเวอร์สำรองในขณะนี้ ไม่พบเซิร์ฟเวอร์สำรอง

source: No file backup access tokens found. Did you run a file backup yet?
th: ไม่พบโทเค็นการเข้าถึงไฟล์สำรอง คุณได้ทำการสำรองไฟล์แล้วหรือไม่

source: The incremental backup interval is not a number
th: ค่าในช่วงเวลาสำรองแบบ Incremental backup ไม่ใช่ตัวเลข

source: The full backup interval is not a number
th: ค่าในช่วงเวลาสำรองแบบ Fulll backup ไม่ใช่ตัวเลข

source: The full image backup interval is not a number
th: ค่าในช่วงเวลาสำรองแบบ Full image backup ไม่ใช่ตัวเลข

source: The incremental image backup time is not a number
th: ค่าในช่วงเวลาสำรองแบบ Incremental image backup ไม่ใช่ตัวเลข

source: The maximal number of incremental file backups is not a number
th: จำนวนสูงสุดของ incremental file backups ที่ไม่ใช่ตัวเลข

source: The minimal number of incremental file backups is not a number
th: จำนวนไฟล์ incremental file backups ที่น้อยที่สุดที่ไม่ใช่ตัวเลข

source: The maximal number of full file backups is not a number
th: จำนวนสูงสุดของการfull file backups ทั้งหมดที่ไม่ใช่ตัวเลข

source: Minimal number of full file backups is not a number
th: จำนวนการ full file backups ขั้นต่ำที่น้อยที่สุดที่ไม่ใช่ตัวเลข

source: Minimal number of incremental image backups is not a number
th: จำนวนการ incremental image backups ที่เพิ่มขึ้นน้อยที่สุดที่ไม่ใช่ตัวเลข

source: Maximal number of incremental image backups is not a number
th: จำนวนสูงสุดของการ incremental image backups ที่ไม่ใช่ตัวเลข

source: Minimal number of full image backups is not a number
th: จำนวนการ full image backups ที่น้อยที่สุดที่ไม่ใช่ตัวเลข

source: Maximal number of full image backups is not a number
th: ความล่าช้าในการแบ็คอัพข้อมูลหลังจากเริ่มต้นของระบบที่ไม่ใช่ตัวเลข

source: _1_ is not a volume
th: _1_ ไม่ใช่ปริมาณข้อูล

source: The server port is not valid
th: พอร์ตเซิร์ฟเวอร์ไม่ถูกต้อง

source: Initializing.
th: กำลังเริ่มต้นการทำงาน

source: Waiting for local UrBackup server.
th: กำลังรอเซิร์ฟเวอร์ UrBackup ในเครื่อง

source: Connected to local UrBackup server.
th: เชื่อมต่อกับเซิร์ฟเวอร์ UrBackup ในพื้นที่

source: Not trying to connect to Internet server.
th: ไม่ได้จะเชื่อมต่อกับอินเทอร์เน็ตเซิร์ฟเวอร์

source: Local server last seen _1_ minutes ago.
th: เซิร์ฟเวอร์ในพื้นที่เห็นล่าสุด _1_ นาทีที่แล้ว

source: No Internet server configured.
th: ไม่มีการกำหนดค่าเซิร์ฟเวอร์อินเทอร์เน็ต

source: Connected to Internet server
th: เชื่อมต่อกับอินเทอร์เน็ตเซิร์ฟเวอร์

source: Could not connect to Internet server. Server unreachable.
th: ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตเซิร์ฟเวอร์ ไม่สามารถเข้าถึงเซิร์ฟเวอร์

source: Error: _1_
th: ข้อผิดพลาด: _1_

source: day
th: วัน

source: hour
th: ชั่วโมง

source: minute
th: นาที

source: ETA: Approx. _1_
th: เวลาโดยประมาณ: ประมาณ. _1_

source: File: _1_
th: ไฟล์:_1_

source: Volume: _1_
th: ปริมาณข้อมูล:_1_

source: Idle.
th: ว่าง

source: Restore finished.
th: กู้คืนเสร็จสิ้น

source: Yes
th: ตกลง

source: No
th: ไม่ตกลง

source: Internet: _1_
th: อินเทอร์เน็ต: _1_

source: Servers:
th: เซิฟเวอร์:

source: Waiting for server...
th: รอการเชื่อมต่อเซิฟเวอร์…

source: A backup is already running. Could not start another one.
th: การแบ็คอัพข้อมูลกำลังทำงานอยู่แล้ว ไม่สามารถเริ่มใหม่ได้

source: Could not start backup, because no backup server was found.
th: ไม่สามารถเริ่มการแบ็คอัพข้อมูลได้ เนื่องจากไม่พบเซิร์ฟเวอร์สำรอง

source: Could not start backup.
th: ไม่สามารถเริ่มการแบ็คอัพข้อมูลได้

source: Pausing failed: No connection to backup server.
th: การหยุดชั่วคราวล้มเหลว: ไม่มีการเชื่อมต่อกับเซิร์ฟเวอร์สำรอง

source: Continuing failed: No connection to backup server.
th: ทำงานต่อล้มเหลว: ไม่มีการเชื่อมต่อกับเซิร์ฟเวอร์สำรอง

source: Do you really want to remove the UrBackup client from this system?
th: คุณต้องการลบไคลเอนต์ UrBackup ออกจากระบบนี้หรือไม่?

source: Confirm uninstall
th: ยืนยันการถอนการติดตั้ง

source: Access/restore backups
th: เข้าถึง/กู้คืนแบ็คอัพ

source: Access backups
th: การเข้าถึงแบ็คอัพ

source: Do full file backup
th: ทำการแบ็คอัพข้อมูลเต็มรูปแบบ

source: Do a full file backup now
th: ทำการแบ็คอัพไฟล์แบบเต็มทันที

source: Do incremental file backup
th: ทำ incremental file backup

source: Do a incremental file backup now
th: ทำการ incremental file backup ทันที

source: Do full image backup
th: เริ่มการแบ็คอัพข้อมูลรูปภาพแบบเต็ม

source: Do a full image backup now
th: ทำการแบ็คอัพรูปภาพแบบเต็มทันที

source: Do incremental image backup
th: เริ่มการ incremental image backup"

source: Do a incremental image backup now
th: ทำกา รincremental image backup ทันที

source: Configure components to backup
th: กำหนดค่าส่วนประกอบในการแบ็คอัพ

source: Restore components
th: คืนค่าของส่วนประกอบ

source: Pause
th: หยุดการทำการชั่วคราว

source: Continue
th: ดำเนินการต่อ

source: Uninstall
th: ถอนการติดตั้ง

source: No rights to access any files.
th: ไม่มีสิทธิ์เข้าถึงไฟล์ใดๆ

source: Error getting server URL. Cannot access files.
th: เกิดข้อผิดพลาดในการรับ URL ของเซิร์ฟเวอร์ ไม่สามารถเข้าถึงไฟล์ได้
